export const legalTextsVault = {
  private: {
    title: "חוות דעת פרטית",
    text: "(to be filled later)"
  },
  global: {
    title: "חוות דעת גלובאלי",
    text: "בהתאם לבקשה סיכמנו את חוות דעתנו בטרם קבלת חשבנות התיקון, (גלובאלי).\n\nהערכת הנזקים אינה כוללת נזקים בלתי נראים מראש העלולים להתגלות במהלך פירוק.\n\nמחירי החלפים נבדקו על ידינו בתוכנת מולטיקט חלפים.\n\nערך הרכב המצויין לעיל בהתאם למחירון ואינו מתייחס למקוריות הרכב בעבר וארוע תאונתי.\n\nמאחר ובעלי הרכב מעוניין בתיקון רכבו בכוחות עצמו, ובתאום עם בעלי הרכב. התביעה הנ\"ל נסגירה על בסיס גלובאלי בסך %שווי_פיצוי% ש\"ח כולל מע\"מ. את הרכב יתקנו הבעלים בכוחות עצמם.\n\nחוות דעתינו כוללת סעיף י\"ע בשיעור %ירידת_ערך%% מערך הרכב המצויין לעיל בגין הפגיעה באירוע הנדון.\n\nאושר מע\"מ בהתאם לפסקי דין רלוונטיים.\n\nהערכתנו מתייחסת לנזקים כפי שהוצגו בפנינו, ולנסיבות המקרה כפי שתוארו לנו ע\"י בעל הרכב אשר לדבריו.\n\nלטענת בעל הרכב %מספר_מוקדים% מוקדי הנזק מאירוע הנדון.\n\nאנו מערכים שהיית הרכב במוסך לצורך תיקונים בכ %ימי_מוסך% ימים."
  },
  // ...other types...
};
